Repository: laranzu/MCastBots
Catalog: I18N/*/LC_MESSAGES/messages.po
Languages: fr

source: Invalid message: {}
fr: Message invalide: {}

source: Channel is quiet...
fr: Chaîne est silencieuse...

source: End bot traffic watcher
fr: Cesser l'observateur des bots

source: Command does not have opcode and dest
fr: Commande n'a pas de code d'opération ni de destination

source: Command: OPCODE bot ...
fr: Commande: OPCODE bot ...

source: Supervisor shutdown
fr: Superviseur éteint

source: Upload error {} {}
fr: Erreur de téléchargement {} {}

source: Empty file upload
fr: Téléchargement de fichier vide

source: UPLOAD {}
fr: TÉLÉCHARGER {}

source: File uploads to {} : {}
fr: Téléchargement de fichiers à {} : {}

source: Upload accept error {} {}
fr: Erreur d'acceptation de téléchargement {} {}
